{
    "recepies_categories":[
        {
            "id":"rucak",
            "title":"Ručak"
        },
        {
            "id":"desert",
            "title":"Desert"
        },
        {
            "id":"vegetarijansko",
            "title":"Vegetarijansko"
        }
    ],

    "allRecepies":[
        {
            "id":"Cokoladna_ganache_torta",
            "name":"Čokoladna ganache torta",
            "rucak":"ne",
            "desert":"desert",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/coko_torta.jpg",
            "sastojci":["4 jaja", "8 kašika šećera", "6 kašika brašna", "2 kašike kakaa", "3 kašike mlijeka", "4 kašike ulja", "pola praška za pecivo"],
            "priprema":"Izmiksati šećer i jaja. Zatim dodati ostale sastojke te peći na 160 stupnjeva dok biskvit ne bude gotov. Nekih 30-35 minuta ovisno od pećnice. Obavezno predkraj pečenja pogledati dali je biskvit gotov. To ćemo učiniti tako što ćemo sa čačkalicom ubosti u sredinu i vidjeti dali nam tjesto ostaje na čačkalici ili ne.. biskviti su srednje veličine pa treba paziti da se ispeku, ali ne da se prepeku.Svaki biskvit će trebati natopiti sa čokoladnim mlijekom. Predpostavimo da ga nemate kod sebe pa ćemo pojednostaviti i sami ga napraviti. U malo mlake vode dodati ćemo šećera(3-4 kašike) i malo kakaa. Kada smo uspijeli otopiti kakao dodati ćemo mlijeka onoliko koliko želimo. Omjere nisam pisala zato što je to proizvoljno. Ovisi kako tko želi sočan biskvit. Ali sve skupa nebih trebalo više od 3-4 dl da se napravi."
        },
        {
            "id":"Cheesecake",
            "name":"Cheesecake",
            "rucak":"ne",
            "desert":"desert",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/cheesecake.jpg",
            "sastojci":["200 g keksa", "100 g putera", "500 g krem sira", "200 g šećera","4 jaja","kašika vanilin šećera","2 kašike brašna","250 ml kisele pavlake"],
            "priprema":"Izlomite graham kekse u mrvicama ili ih sameljite u blenderu. Otopite puter i pomešajte ga sa mrvicama keksa. Dobro promešajte da se svi sastojci sjedine. Dobijenu smesu utisnite na dno okruglog kalupa za pečenje (prečnika 22-24 cm) obloženog papirom za pečenje. Prstima dobro utisnite bazu kako bi bila kompaktna. Stavite kalup u frižider dok pripremate kremu.U velikoj posudi, mikserom ili ručno, umutite krem sir i šećer dok ne dobijete glatku smesu. Dodajte jaja jedno po jedno, mutite između svakog dodavanja.Dodajte vanilin šećer i brašno, i lagano promešajte.Na kraju, dodajte kiselu pavlaku i ponovo dobro promešajte sve sastojke. Izvadite kalup iz frižidera i sipajte kremu preko pripremljene baze. Stavite kalup u prethodno zagrejanu rernu na 160°C i pecite cheesecake 45-60 minuta. Kolač treba da bude čvrst na dodir, ali se i dalje trese blago u sredini. Nakon pečenja, isključite rernu i ostavite cheesecake unutra da se polako hladi 1-2 sata. Nakon što se cheesecake ohladi na sobnu temperaturu, prebacite ga u frižider i ostavite da se potpuno ohladi i stegne (najbolje preko noći). Pre serviranja, ukrasite ga svežim voćem po izboru i pospite šećerom u prahu."
        },
        {
            "id":"Crni_rizoto",
            "name":"Crni rižoto",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/crni_rizoto.jpg",
            "sastojci":["1 srednje veliki luk","200g riže za rižoto",
            "150g šampinjona",
            "30g gljiva u prahu",
            "70g sitno nasjeckane mrkve",
            "1 list pržene nori alge",
            "2-3 g ili 4 tablete aktivnog ugljena",
            "50ml bijelog suhog vina",
            "600ml povrtnog temeljca",
            "sol i svježe mljeveni crni papar",
            "1 žlica svježeg lišća peršina"],
            "priprema":"Sitno nasjeckati luk, mrkvu i šampinjone. Staviti sa strane. Izmiksati suhe gljive ako nemate već pripremljeni prah gljiva. U lonac staviti povrtni temeljac i zagrijati ga. U toplom temeljcu rastopiti sitno nasjeckanu nori algu i aktivni ugljen. Na tavi zagrijati žlicu maslinovog ulja i pržiti gljive dok ne ispari voda i gljive ne poprime zlatnu koricu. Staviti sa strane. U većem loncu zagrijati 4 žlice maslinovog ulja i pridati sitno nasjeckani luk. Pržiti luk dok ne postane staklast i proziran. U lonac sa lukom dodati i sitno nasjeckanu mrkvu. Pržiti par minuta. U prženi luk sa mrkvom dodati rižu i pržiti dok ne postane prozirna. Dodati bijelo vino i kuhati dok ne ispari. Polako kutljačom dodavati povrtni temeljac, ubaciti prah gljiva i otopljeni aktivni ugljen. Postupno dodavati temeljac dok riža nije kuhana, ali malo al dente, oko 17-25 min ovisno o vrsti riže koju koristite. Pred kraj kuhanja u rižoto dodati pržene gljive."
        },
        {
            "id":"Fritule",
            "name":"Fritule",
            "rucak":"ne",
            "desert":"desert",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/fritule.jpeg",
            "sastojci":["1 kg Mješavine za fritule i krafne Podravka",
            "2 Dolcela Praška za pecivo",
            "3 jaja",
            "700 ml jogurta",
            "naribana korica jednog limuna",
            "naribana korica jedne naranče",
            "2 jabuke",
            "4 žlice rakije lozovače ili ruma",
            "2 Dolcela Vanilin šećera",
            "ulje za prženje",
            "Pekmez od šljiva Podravka"],
            "priprema":"Mješavinu za krafne promiješajte s praškom za pecivo. Dodajte jaja, jogurt, naribanu koricu limuna i naranče, oguljenu i naribanu jabuku, lozovaču i vanilin šećere. Sve zajedno izmiješajte električnom mije-šalicom u glatku smjesu i ostavite stajati oko 20 minuta. U zagrijano ulje žličicom stavljajte peći fritule. Fritule pržite dok ne dobiju lijepu žutu boju, a potom ih stavite na upijajući papir."
        },
        {
            "id":"Grah",
            "name":"Grah",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/grah.jpg",
            "sastojci":["60 g Pancete Podravka",
            "4 žlice ulja",
            "100 g mrkve",
            "100 g crvene paprike",
            "1 Fant mješavina za zapečeni grah",
            "600 g Smeđeg graha Podravka"],
            "priprema":"U posudu (tavu) koja može ići u pećnicu na zagrijano ulje stavite narezanu pancetu i kratko popecite. Dodajte mrkvu narezanu na ploškice i papriku narezanu na kockice pa zajedno kratko popecite. Sadržaj vrećice Fanta pomiješajte s 300 ml mlake vode, izlijte na povrće i dodajte ocijeđeni grah. Zagrijte do vrenja, a zatim stavite u pećnicu zagrijanu na 200 °C. Pecite 20-ak minuta."
        },
        {
            "id":"Kiflice_sa_sunkom_i_sirom",
            "name":"Kiflice sa šunkom i sirom",
            "rucak":"ne",
            "desert":"desert",
            "vegetarijansko":"ne",
            "image":"/hrana/kiflice.jpg",
            "sastojci":["1 Dolcela Kiflice",
            "50 ml ulja",
            "175 ml tople vode",
            "100 g mladog kravljeg sira",
            "200 g krem sira",
            "50 g pršuta",
            "prstohvat soli",
            "1 jaje",
            "2 žlice sezama"],
            "priprema":"Krem sir stavite u zdjelu srednje veličine, dodajte mu sitno narezani pršut i izmrvljeni kravlji sir. Malo posolite i izmiješajte. U veću zdjelu uspite mješavinu za kiflice, instant kvasac iz pakiranja, ulijte toplu vodu i ulje. Sve zajedno miksajte električnim mikserom na srednjoj brzini 3-4 minute. Tijesto podijelite na 2 dijela, stavite ih na pobrašnjenu radnu površinu i razvaljajte ih u krugove debljine 3-5 mm. Svaki dio narežite na 12 trokuta. Na svaki trokut stavite malo pripremljene smjese za punjenje. Zarolajte trokute sa šireg kraja prema užem. Ponovite postupak s drugom polovicom tijesta. Pripremljene kiflice premažite razmućenim jajetom i pospite sezamom. Pecite u pećnici zagrijanoj na 180°C 15-18 minuta."
        },
        {
            "id":"Lazanje",
            "name":"Lazanje",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"ne",
            "image":"/hrana/lazanje.jpg",
            "sastojci":["1 Bolognese umak",
            "2 dcl mlijeka",
            "2 pola kriške maslaca",
            "1 mala glatkog brašna",
            "300 grama Gauda sira",
            "x kora za lazanje"],
            "priprema":"Stavite kuhati 2 dcl mlijeka. Kad je mlijeko već dosta zagrijano i zakuhat će za par minuta, stavite dvije, pola centimetra debele, kriške maslaca topiti u malu tavu ili lončić. Sve sljedeće radi na laganoj vatri. Kad se maslac rastopi, ubacite unutra jednu malu zličicu bijelog glatkog brašna i promućkajte malo sa mutilicom. Pustite oko minutu da se brašno malo proprži uz miješanje mutilicom. Zatim uzmite mlijeko koje je prokuhalo i lagano ga dodajte u smjesu maslaca i brašna uz konstantno miješanje mutilicom. I na kraju dodajte prstohvat soli. I miješajte još dvije minute na laganoj vatri. Tako da lagano kuha.Uzmit tepsiju i po dnu stavite rjetko (tekuće) od bolonjeza ('sok' od bolonjeza). Ovo je da se ne zalijepi kora za dno tepsije. Stavi koru na dno. Odlomite rubove da budu zaobljeni kao tepsija. I ostatak kore prema potrebi. Po prvoj kori stavi gušći bolonjez pa prema gornjim katovima rijeđi. To je da se rijeđi bolonjez razlije na donje katove. Bolonjez stavite sa kevđijom/kacijolom/nađi hrvatsku riječ :) i rasporedite ga ravnomjerno sa žlicom. Promiješajte bešamel jer se već napravila korica. Pokapajte ga po bolonjezu. Na vrh stavite ribani gauda sir. Jer se gauda najbolje topi. Ponovite isto još dva puta. Znači, kore, bolonjez, bešamel, ribani gauda sir. Da lazanje budu čvršće i manje se raspadaju, ako ste na prvi kat stavljali kore po dužini, drugi kat ih stavite po širini. I onda treći opet po dužini.To je da lazanje budu čvršće i manje se raspadaju. Po principu Lego kockica ;). I svaki kat stavljajte malo rjeđi bolonjez. Znači, tri kata. Na najgornji kat stavite malo više ribanog gauda sira jer se onda napravi lijepa korica i ukusnije su i ljepše izgledaju."
        },
        {
            "id":"Mali_zeleni",
            "name":"Mali zeleni",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/mali_zeleni.jpg",
            "sastojci":["1 vrećica Krem juhe od brokule i cvjetače Podravka",
            "2 žlice svježe nasjeckanog bosiljka",
            "50 g pinjola",
            "100 ml slatkog vrhnja",
            "150 ml mlijeka",
            "1 žlica sjemenki suncokreta"],
            "priprema":"Sadržaj vrećice uspite u mješavinu 600 ml mlake vode i hladnog mlijeka. Miješajte pjenjačom sve dok juha ne zavri. Kuhajte na laganoj vatri 5 minuta neprestano miješajući. Maknite s vatre i umiješajte svježi bosiljak."
        },
        {
            "id":"Sarma",
            "name":"Sarma",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"ne",
            "image":"/hrana/sarma.jpg",
            "sastojci":["1 Fant za punjenu papriku i sarmu",
            "600 g mljevenog miješanog mesa",
            "70 g Zlato polje Riže Sant' Andrea",
            "1 glavica kiseloga kupusa",
            "6 ploški Podravka Pancete",
            "150 ml Podravka Passate",
            "1 žličica Vegeta Maestro Dimljene paprike",
            "1 žličica Vegete"
            ],
            "priprema":"Sadržaj Fanta pomiješajte sa 100 ml mlake vode i ostavite nekoliko minuta. Mljevenome mesu dodajte pripremljeni Fant i opranu rižu te dobro promiješajte. Listovima kupusa odstranite zadebljale dijelove. Ostatak kupusa narežite na rezance i stavite na dno šire posude. Na svaki list stavite mesnog nadjeva pa sarmice savijajte od zadebljalog dijela prema kraju lista. Krajeve dobro uvijte da se sarmice pri kuhanju ne odmotaju. Sarmice složite u jednom sloju, uredno, ali vrlo tijesno jednu uz drugu te preko njih stavite ploške pancete. Ulijte vode toliko da pokrije sadržaj, poklopite i kad zavri, kuhajte na laganoj vatri otprilike jedan sat. Za vrijeme kuhanja jelo ne miješajte, nego samo povremeno protresite posudu. Potkraj kuhanja dodajte Passatu, dimljenu papriku i Vegetu. Pustite da sve još kuha 10-ak minuta da se okusi povežu. Jelo treba sadržavati dovoljno tekućine, pa tijekom pripreme po potrebi dolijevajte vodu kako bi sarmice cijelo vrijeme bile prekrivene tekućinom."
        },
        {
            "id":"Štrudel_od_jabuka",
            "name":"Štrudel od jabuka",
            "rucak":"ne",
            "desert":"desert",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/strudel_jabuka.jpg",
            "sastojci":["10 listova za pite i baklavu",
            "5 kiselih jabuka",
            "4 zlice krušnih mrvica/prezla",
            "4 zlice samljevenih oraha /sjeckanih malo za posuti",
            "100g maslaca",
            "4 zlice Pekmeza od šljiva Podravka",
            "2 zlice secera",
            "1 kesica vanilin secer",
            "2 cepa ruma",
            "1 kesica cimet"],
            "priprema":"Pripremite sve potrebne sastojke,povrsinu za slaganje jufki/listova i ukljucite pecnicu na 200°C. Ogulite i izribajte jabuke.Dodajte secer,vanilin secer,rum,cimet,mljevene orahe i dzem od sljiva.Smjesa je sad spremna i mozemo da predemo na drugi dio. Istopite maslac na laganoj vatri. Zatim odvojite otprilike 2/3 za mazanje jufki a u preostaloj kolicini poprzite krusne   mrvice,vrlo kratko. Na red je doslo slaganje.Odvojite 5 jufki za koje ce Vam trebati pola smjese jabuka. Jufke se slazu jedna na drugu.S tim da na prve cetiri ide ovim redom: malo maslaca koji ste predhodno istopili, isprzene krusne mrvice,sjeckani orah..cijelom duzinom jufke Ponovite ukupno na cetiri jufke a na petu namazite smjesu od jabuka,cijelom duzinom.Urolajte jufke i ponovite postupak sa preostalih pet.. Savijacu pecite na 200°C, 30 min.Za to vrijeme skuhajte agdu i popijte kavicu. ;D (Limun se isjece na kolutove u Agdu).Vrucu agdu pospite po vrucoj savijaci i sacekajte da se ohladi...u slast!"
        },
        {
            "id":"Teleci_rizot",
            "name":"Teleći rižot",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"ne",
            "image":"/hrana/teleci_rizot.jpg",
            "sastojci":["500 g teletine ( od buta ili lopatice)",
            "2 glavice luka (oko 200 g)",
            "2 češnja češnjaka",
            "1 svježa rajčica",
            "3 žlice maslinovog ulja",
            "100 ml suhog bijelog vina",
            "1 list Vegeta Maestro lovora",
            "1 žličica Vegete BIO",
            "1 žlica Vegeta Maestro peršina",
            "Vegeta Maestro Morska sol",
            "300 g Arborio riže Zlato polje",
            "1 žličica Vegeta Maestro slatke crvene mljevene paprike",
            "¼ žličice Vegeta Maestro crnog papra",
            "Vegeta Maestro muškatni oraščić",
            "20 g maslaca",
            "naribani parmezan za posluživanje"],
            "priprema":"Teletinu narežite na sitne kockice, luk sitno narežite, a češnjak nasjeckajte. Rajčicu ogulite i sitno narežite. U široj i dubljoj posudi ugrijte maslinovo ulje, dodajte sitno narezani luk pa popecite do zlatne boje. Dodajte nasjeckani češnjak, a zatim meso narezano na kockice. Pirjajte dok ne ispari tekućina koju je meso pustilo. Ulijte bijelo vino, dodajte list lovora, Vegetu, peršin, rajčicu, malo soli te nastavite pirjati. Posudu poklopite pa pustite pirjati oko 45 minuta. Prema potrebi podlijevajte toplom vodom. Kad meso postane mekano, dodajte rižu, papriku, crni papar i malo naribanog muškatnog oraščića. Rižoto postepeno podlijevajte vrućom vodom, povremeno miješajući, sve dok se riža ne skuha (oko 15 - 20 minuta). Kad dobijete željenu gustoću rižota, ugasite vatru i umiješajte maslac."
        },
        {
            "id":"Tjestenina_s_brokulom",
            "name":"Tjestenina s brokulom",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/tjestenina s brokulom.jpg",
            "sastojci":["1 manji brokoli",
            "1 crveni luk",
            "2 cehna bijelog luka",
            "so, biber",
            "250 ml Neutralne pavlake",
            "150 g sira po ukusu (zdenka, gauda)",
            "5 kasika maslinovog ulja",
            "300 g tjestenine po ukusu"],
            "priprema":"Ulje zagrijati, luk kratko prziti Pa dodati brokoli na manje sjecen ili Po zelji. Zaprziti oko 5-7 Minuta Pa usuti pavlaku za Kuhanje, Sir dodati, bjeli luk i zaciniti sa soli, Biberom i kuhati Jos 5-7 Minuta Dok brokoli ne omeksa. Sluziti uz kuhanu tjesteninu posuti preko sa rendanim parmezanom Bude odlicno."
        },
        {
            "id":"Tortilje",
            "name":"Tortilje",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"ne",
            "image":"/hrana/tortilje.jpg",
            "sastojci":["1 crvena paprika",
            "1 žuta paprika",
            "2 mlada luka",
            "3 žlice maslinova ulja",
            "oko 500 g pilećeg filea",
            "1 Fant tortilje (40 g)",
            "4 pšenične tortilje",
            "120 g polutvrdog sira (edamer, gauda...)"],
            "priprema":"Paprike narežite na tanke trake, a mladi luk sitno narežite. Piletinu prerežite da dobijete odreske. Na dobro zagrijano ulje stavite piletinu i popecite na jačoj vatri do zlatno rumene boje. Izvadite i stavite sa strane. Kad se malo ohladi, narežite na trakice. U tavu na ulje stavite papriku i mladi luk. Kratko popecite, uz povremeno miješanje. Dodajte 300 ml mlake vode i umiješajte sadržaj vrećice Fanta. Dodajte piletinu te pirjajte na laganoj vatri oko 5 minuta, da se sastojci povežu. Na tortilju stavite četvrtinu nadjeva i pospite sirom. Preklopite tortilju i ostavite da se sir otopi. Možete dodatno zagrijati u pećnici."
        },
        {
            "id":"Skampi_na_buzaru",
            "name":"Škampi na buzaru",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/skampi.jpeg",
            "sastojci":["1,5 kg škampi",
            "200 ml maslinovog ulja",
            "1 glavica luka",
            "2 mlada luka",
            "4 češnja češnjaka",
            "2 grančice svježeg peršina",
            "300 ml pasirane rajčice",
            "2 rajčice",
            "300 ml bijelog vina",
            "3-4 žlice krušnih mrvica",
            "1 žlica Vegete",
            "prstohvat ružmarina"],
            "priprema":"Sitno nasjeckajte luk, mladi luk i češnjak. Narežite rajčice te nasjeckajte peršin. U loncu zagrijte maslinovo ulje pa na njemu popržite luk i češnjak. U lonac posložite škampe i podlijte sve bijelim vinom. Poklopite i pustite da se kuha 15-ak minuta. Zatim ulijte pasiranu rajčicu, dodajte rajčice, peršin te Vegetu i krušne mrvice. Dodajte prstohvat ružmarina. Promiješajte pa zalijte sve vodom i pustite neka se još kuha 15-ak minuta."
        },
        {
            "id":"Mascarpone_torta",
            "name":"Mascarpone torta",
            "rucak":"ne",
            "desert":"desert",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/masc_torta.jpg",
            "sastojci":["3 kom jaja",
            "15 dkg čokolade za kuhanje",
            "10 dkg maslaca",
            "4 žlice šećera",
            "1 žlica Pšeničnog oštrog brašna Podravka",
            "500 g mascarpone sira",
            "2 žlice šećera",
            "0.5 l vrhnja za šlag",
            "10 dkg čokolada za kuhanje",
            "10 dkg cokolade crne za kuhanje"],
            "priprema":"Odvojiti bijelanjak od žumanjka pomiješati žumanjak i šećer istući bjelanjak razmutiti maslac i promiješati ga sa šećerom i žumancima otopiti čokoladu na pari peći na 150 stupnjeva, 30-45 min, provjeriti da ne zagori, pri kraju smanjiti rernu na 120 stupnjeva Krema: razmutiti šlag pomješati mascarpone sa šlagom na 3 dijela podijeliti pomješani mascarpone i šlag otopiti čokoladu za kuhanje i pomješati s prvim dijelom masarpone sira i šlaga nanijeti pomješano na biskvit otopiti mliječnu čokoladu i pomješati s drugim dijelom masarpone sira i šlaga nanijeti pomješano na biskvit otopiti bijelu čokoladu i pomješati s trećim dijelom masarpone sira i šlaga nanijeti pomješano na biskvit spremiti u frižider"
        },
        {
            "id":"Burek",
            "name":"Burek od mesa",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"ne",
            "image":"/hrana/burek.jpeg",
            "sastojci":["250 g gustog jogurta",
            "125 ml ulja",
            "1 jaje",
            "1 kašika brašna",
            "pola kašičice praška za pecivo",
            "250 g mlevenog mesa po izboru",
            "1 osrednja glavica crnog luka sitno iseckanog",
            "3 čena belog luka",
            "1 puna kašika bibera, ili po ukusu",
            "1 puna kašičica soli"],
            "priprema":"U tiganj sipati vrlo malo ulja i zagrejati, dodati sitno iseckan luk i pržiti dok ne postane staklast,dodati beli luk i pržiti samo da zamiriše, dodati meso i pržiti dok meso ne pobeli a višak vode uvri. Pobiberiti i posoliti po ukusu, ja volim da u burek sa mesom ima više bibera a vi, onako kako volite i na kraju dodati iseckan peršun. Ostaviti sa strane da se ohladi. U manju zdelu umutiti jaje, dodati gusti jogurt,ulje, brašno i prašak za pecivo i sve to još jednom umutiti  da se sjedini. Dublju tepsiju, prečnika 28cm, premazati uljem ili isprskati sprejom za pečenje. Staviti četri kore unakrst da vam prekriju dno a ostatak kora treba da visi preko tepsije. Dno svake kore poprskati sa masom od jogurta. Prebrojati ostatak kora i podeliti na pola. Uzimati sa jedne gomile po jednu koru i malo izgužvati/ nabrati i poprskati sa masom od jogurta i tako dok ne utrošite prvu polovinu kora. Preko tih kora sipati pripremljeno meso i rasporediti svuda po površini jednako. Dok ređate kore, nikako ih pritiskati da slkegnu, slegnuće same tokom pečenja.¸ Sad nastaviti sa drugom polovinom kora, pazite da imate dovoljno mase od jogurta za sve kore. U zdelici treba da vam ostane 1 kašika mase od jogurta, dodati kašiku dve vode ili kisele vode i umutii sa tim što je ostalo. Deo kora koji vam visi polako preklapati preko svih kora i premazivati četkicom te kore. Kad je sve preklopljeno, premazati sa ostatkom tečnosti i ako je šta ostalo preliti preko bureka.Tako pripremljen burek peći u prethodno zagrejanoj rerni na 200°C oko 35 do 40 minuta ili dok vam lepo ne porumeni."
        },
        {
            "id":"Polpete_tikvice",
            "name":"Polpete od tikvica",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/polpete_tikvice.jpg",
            "sastojci":["1 tikvica (250 g)",
            "2 mrkve (120 g)",
            "50 g rendanog sira",
            "1 kasika brasna (20 g)",
            "3 cehna bjelog luka",
            "so, biber",
            "1 mladi luk"],
            "priprema":"Sve sastojke pripremiti. Tikvicu i mrkvu naribati, luk na sitnije sjeci kao i bjeli luk. Tomé sad dodati Ostale sastojke, zaciniti sa Soli, biberom i dobro izmjesati. Zagrijati ulje, al vrlo malo i kasikom vaditi pomalo smjese i preko priteci. Prziti Par Minuta sa obe strane Dok ne promjene boju. Ako volite hrskavije slobodno malo vise zapeci, Bude odlicno. Sluziti uz Jogurt, pavlaku ili Po ukusu."
        },
        {
            "id":"Muffin",
            "name":"Muffin",
            "rucak":"ne",
            "desert":"desert",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/muffin.jpg",
            "sastojci":["2 banane",
            "2 jaja",
            "250g glatko brašno",
            "zaslađivač po želji",
            "100 ml Mlijeko",
            "pola kesice prašak za pecivo"],
            "priprema":"Izgnječite banane, dodajte jaja, zatim zaslađivač i mlijeko pa dobro promiješajte. Dodajte brašno i prašak za pecivo i sjedinite. Sipajte smjesu u kalupe za mafine i pecite 20-ak minuta na 200 stepeni. Možete peći ovako suhe mafine, i tako su preukusni. Ja preporučujem da u svaki kalup stavite po kašičicu nutelle ili mrvice čokolade za malo iznenađenje"
        },
        {
            "id":"Baklava",
            "name":"Baklava",
            "rucak":"ne",
            "desert":"desert",
            "vegetarijansko":"vegetarijansko",
            "image":"/hrana/baklava.jpg",
            "sastojci":["800 g kora za baklavu",
            "800 g oraha",
            "160 g secera",
            "250 g mekog maslaca",
            "200 ml ulja",
            "1 litar vode",
            "800 g secera",
            "1 limun"],
            "priprema":"Sve fino pripremiti. Orahe najbolje Pola samljeti a ostalo sjeci na komade Po zelji jer Baklava Bude ukusnija kad Se osjeti orah. Secer im dodati i dobro promjesati. Agdu staviti da Se kuha oko 20-25 Minuta  Pa mu dodati kriske limuna i ohladiti. Maslac istopiit Pa mu dodati ulje te dobro izmjesati. Tepsiju u Koju cete peci baklavu premazati sa malo ulja u slagati kore. PrVO 5 komada tako Sto cete svaku poprskati sa malo ulja. Sad raspodjeliti smjesu od oraha Pa Opet 5 kora i sve tako dok se ne utrosi. Pred sami kraj isto staviti 5 kora  i predzadnju dobro premazati i malo priteci da Se bolje ispece i ne razdvaja prilikom pecenja. Sjeci sad na rombove sa ostrim nozem i peci baklavu na 180 Stepeni oko skoro sat vremena (Treba da dobije finu zlatno/braonkastu boju. Pecenu baklavu odmah dok je Jos topla preliti sa hladnom agdom i pokriti je da odstoji da fino upije Agdu. Ja preko stavim vecu drvenu dasku i pokrijem kuhunjskim stoljnjakom. Cuvam je na umerenoj sobnoj temperaturi."
        },
        {
            "id":"Curry",
            "name":"Curry",
            "rucak":"rucak",
            "desert":"ne",
            "vegetarijansko":"ne",
            "image":"/hrana/curry.jpg",
            "sastojci":["Pileći file oko 400 g",
            "Malo ulja ili maslaca",
            "1 žlica glatkog brašna",
            "1 kavska žličica rajčice iz tube",
            "2-3 kavske žličice currya praha",
            "250-300 ml. pilećeg temeljca (može od kocke)",
            "150-200 ml. vrhnja za kuhanje",
            "Po potrebi soli",
            "Malo bijelog papra"],
            "priprema":"Na malo ulja sa svih strana prepržite piletinu koju ste malo posolili i nasjeskati na kockice veličine jednog zalogaja Prženu piletinu izvadite, po potrebi dodajte još masnoće te na toj masnoći na sekundu dvije prepržite brašno, Dodajte rajčicu, curry,  malo promiješajte, podlijte sa temeljcem, kuhajte par minuta uz stalno miješanje, kako bi sos bio jednoličan, bez grudica Sada dodajte vrhnje, a, kada provri dodajte prženu piletinu, po potrebi dodajte začine, još malo promiješajte te kuhajte par minuta da se okusi povežu"
        }
    ]
}